# Binaries
brew 'mackup'
brew 'mas' # Mac App Store manager

# Development
brew 'mise'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

# Apps
cask '1password'
cask '1password-cli'
cask 'ghostty'
cask 'google-chrome'
cask 'nordvpn'
cask 'notion'
cask 'orbstack'
cask 'raycast'
cask 'spotify'
cask 'tower'
cask 'visual-studio-code'
cask 'zwift'

# Fonts
cask 'font-caskaydia-mono-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-menlo-for-powerline'
cask 'font-source-code-pro-for-powerline'

# Mac App Store
mas 'Things', id: 904280696
