tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "heroku/brew"
tap "caskroom/fonts"

brew "asdf"
brew "coreutils"
brew "git"
brew "gpg"
brew "heroku"
brew "hivemind"
brew "hub"
brew "mas"
brew "yarn", args: ["ignore-dependencies"]
brew "zsh",
brew "watchman"

cask "1password"
cask "alfred"
cask "bartender"
cask "browserstacklocal"
cask "charles"
cask "dash"
cask "evernote"
cask "firefox"
cask "font-hack"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hostbuddy"
cask "iterm2"
cask "slack"
cask "spotify"
cask "tower"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"

mas "OmniFocus", id: 1346203938
